{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fennel": {
      "src": "https://git.sr.ht/~technomancy/fennel"
    },
    "fnlfmt": {
      "src": "https://git.sr.ht/~technomancy/fnlfmt"
    },
    "lze": {
      "src": "https://github.com/BirdeeHub/lze"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "melange-nvim": {
      "src": "https://github.com/savq/melange-nvim"
    },
    "nvim-laurel": {
      "src": "https://github.com/aileot/nvim-laurel"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-thyme": {
      "src": "https://github.com/aileot/nvim-thyme"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "parinfer-rust": {
      "src": "https://github.com/eraserhd/parinfer-rust"
    },
    "rtp.nvim": {
      "src": "https://github.com/lumen-oss/rtp.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    }
  }
}